 [
  {
    "title": "Maroon Velvet Bed Pillow",
    "price": "100",
    "color": "Maroon",
    "size": "16 x 16",
    "size_metric": "cm",
    "pattern": "Plain",
    "Fabric": "Velvet",
    "shape": "Square",
    "str": "They will show two very different glosses if you look in two different directions, one is bright and smooth, the other is soft and plush. Rich Solid Color Throw Pillow Covers, Brings Luxury Look to Your Home Decorative, Bed, Sofa, Couch, Chair, Car, Patio, Farmhouse, Bedroom, Office, Indoor & Outdoor, Etc. These Decorative Pillow Covers Are Made of Durable Poly Velvet,Comfortable and Super Soft Touch, Grade A, High Class, Both Sides Same. The Cushion Covers Color is Matched with The Invisible Zipper. Disassemble Freely, Convenient to Change. The Color of Fabric is Beautiful and without Color Fading. Machine Washable for Easy Care and Maintenance, Separately in Cold Water on The Gentle Cycle, Do Not Use Bleach and Iron.",
    "photoUrl": "https://i.ibb.co/3Ct20xc/1-Maroon-Velvet-Bed-Pillow.png"
  },
  {
    "title": "Down-Feather Pearl Pillow",
    "price": "2000",
    "color": "white",
    "size": "27 x 18",
    "size_metric": "inches",
    "pattern": "plain",
    "Fabric": "50% Down & 50% Feather",
    "shape": "Rectangle",
    "str": "Sink your head into this pillow filled with a blend of 50% white goose down and 50% goose feather. It’s specially designed for added fluffiness, medium support, and luxurious softness. Choose from Standard (20”x 26”), Queen (20” x 30”) or King 43oz.(20” x 36”) sizes. As you lay down, the hotel quality pillow cradles your head with its firm support and generous loft and comfort, making it ideal for back sleepers and side sleepers, while helping back and neck pain go away go away for good. Goose down and feather pillows naturally contour with your upper body better than memory foam. It also offers natural insulation and breathability to prevent heat retention and provide a cooling slumber. Feathers don’t poke out and have no odor. Encased in a 300 TC 100% cotton shell, the pillow can be machine washed for convenience. Tumble dry on low. Some feather crinkling is normal and can be minimized by using a pillow protector cover.",
    "photoUrl": "https://i.ibb.co/s9cYHwt/2-Down-Feather-Pearl-Pillow.png"
  },
  {
    "title": "White Cotton Bed Pillow",
    "price": "300",
    "color": "White",
    "size": "17 x 17",
    "size_metric": "inches",
    "pattern": "Plain",
    "Fabric": "Cotton",
    "shape": "Rectangular",
    "str": "Our pillow is made from 100% Organic Cotton Inside and Out! Organic Cotton is treated with the best natural additives, so the cotton comes out to be stronger and durable in the long run because it retains its natural fibers. Perfect for anyone looking for a soft yet firmer type of pillow. Comfort And Support: Made of high-quality organic materials. Offering excellent comfort, support, and design. This pillow does not retain any heat, making it highly breathable and cooler. Stay fresh every night!By Sleeping on our organic cotton pillow, you are improving the quality of your sleep because it easily conforms to your head, neck, as well as any sleeping position that you favor (back, stomach or side sleeper). This type of pillow can keep your head and neck neutral which may lead to less aches and pains in the morning.Since you’ll be spending at least eight hours in bed, you will need a pillow that will not irritate your skin. This pillow is 100% organic cotton Inside and Out! Keep your mind & body at ease when you sleep. Don’t let your allergies or skin sensitivity interrupt your precious sleep! Sleep through the night with this good and safe pillow.",
    "photoUrl": "https://i.ibb.co/BjXRYRn/3-White-Cotton-Bed-Pillow.png"
  },
  {
    "title": "White Heavy Fabric Pillow ",
    "price": "150",
    "color": "White",
    "size": "17 x 27",
    "size_metric": "inches",
    "pattern": "Plain",
    "Fabric": "Polyester Fibre",
    "shape": "Rectangular",
    "str": "Cover is 100% Polyester. Fill Material : 30% Pure Blue Shredded Memory Foam, 70% Velvet Fiber.The medium-firm blend filling and the top quality material keep you comfortable, you can enjoy a refreshed night sleep.Our unique adjustable design allows you to ADD or REMOVE the memory foam filling to suit your comfort size, shape or sleep position. so whether you prefer soft or firm pillows, these pillows are perfect for you! Quickly return to its original size after releasing from the vacuum sealed package, Pls allow 24 hours for them to decompress completely. All our materials are safe and do not contain any chemical substances. They are very suitable for people who are prone to allergies or are sensitive to smells. Please rest assured to use our pillows, because the materials are safe. Our team’s first priority is keeping you happy with your purchase! We are very confident in our products. If you have any questions or concerns, please don’t hesitate to contact us. We will be quick to respond!",
    "photoUrl": "https://i.ibb.co/9nGc3QG/4-White-Heavy-Fabric-Pillow.png"
  },
  {
    "title": "Dotted Latex Pillow",
    "price": "2000",
    "color": "Smoke White",
    "size": "15 x 22",
    "size_metric": "inches",
    "pattern": "Dotted",
    "Fabric": "Cotton",
    "shape": "Rectangular",
    "str": "Our Natural Talalay Latex Pillows soft as a cloud but still provide just the right amount of lift for back, stomach and side sleepers. Hyper-responsive latex delivers superior support and gentle contouring for the head and neck, promoting healthy spinal alignment for every type of sleeper. Our latex pillows are made from 100% PURE NATURAL LATEX.  Ordered a pillow that flattens out after a few weeks!? We understand your struggle! Our Latex pillows are designed to keep its lofty support, plus with its bounce back effect it helps the latex pillow retain its form. A good investment that will last you for years to come. Pinhole Design for Cooling, Latex Cushioning and Environmentally Friendly. Sleep well throughout the nights without any problems or worries, sleep with a peace of mind! 100% HANDMADE in our Southern California Warehouse. Zippered cover for easy washing and reusing. This Premium Organic Cotton Fabric comes from India and is of high quality.",
    "photoUrl": "https://i.ibb.co/7S4jV5k/5-Dotted-Latex-Pillow.png"
  },
  {
    "title": "Multicolor Cotton Pillow",
    "price": "150",
    "color": "Multicolor",
    "size": "15 x 20",
    "size_metric": "inches",
    "pattern": "Customized",
    "Fabric": "Cotton",
    "shape": "All Sizes",
    "str": "Add a distinctive piece of decor to your room with this accent pillow. Layered with texture this accent pillow with faux leather is embroidered with a global designSoft, subtle and sensational, this imported polyfill decorative pillow in caramel, white and black features a cotton polyester face with cotton reverse and zipper closure. Perfect for a living room sofa, bedroom, family room, den or study, throw pillows will add the fresh and distinctive look you crave in your living space. Measures 22' W x 14' H. Spot clean only. This size pillow is perfect for neck and back support while sitting on your couch, bed or favorite accent chair. Ready for instant enjoyment in the living room or family room. Decorative throw pillows are the perfect way to add color and style to your living space",
    "photoUrl": "https://i.ibb.co/mGgPMSv/6-Multicolor-Cotton-Pillow.png"
  },
  {
    "title": "Brown SGE Jute Pillow",
    "price": "200",
    "color": "Brown",
    "size": "Customized",
    "size_metric": "cm",
    "pattern": "Designed",
    "Fabric": "Jute fiber",
    "shape": "Rectangle",
    "str": "Our jute home throw pillow can be used on a couch, chair or bench. The oven jute pillow feature rope sentiment applique. The pillow is tan and black while the rope sentiment is white. The sentiment reads home. The pillow also features a zipper closure. This pillow is rectangle shaped. Sizeis 9' x 22' Care Instructions: SPOT CLEAN ONLY Front: 95% Jute 5% Other Fibers; Jute Back: 45% Cotton, 22% Rayon, 19% Polyester, 14% Acrylic",
    "photoUrl": "https://i.ibb.co/rQZJByX/7-Brown-SGE-Jute-Pillow.png"
  },
  {
    "title": "Delight pillow",
    "price": "600",
    "color": "White and red",
    "size": "27x 21",
    "size_metric": "cm",
    "pattern": "simple",
    "Fabric": "Nano Fine Fabric",
    "shape": "Rectangular",
    "str": "Natural Cotton Pillow Shams  well designed with 2-inch flange, Envelope closure in the middle of the back, 800 Thread Count sateen fabric make these pillow shams incredibly soft and durable. Our pillow covers are ethically made with 100% authentic natural cotton from the finest organic combed cotton yarn which make pillow covers soft for all-night comfort.  sleep better and wake up each morning feeling refreshed and full of energy. Silky soft, breathable and exquisite, specially woven ultra-fine cotton sateen for ultimate comfort pillow shams you can find. Best for any room in your house - bedroom, guest room, kids room, RV, vacation home. Great gift idea for men and women, Moms and Dads, Valentine's, Mother's Day, Father's Day, and Christmas. Pillow shams are made of fine material that holds up to repeated washing, and does not fade. Machine wash on cold, and dry on tumble dry, low temperature. With a great finish. Your new pillow shams are checked thoroughly to ensure the utmost safety and comfort. Every inch of our fabric meets top performance standards of the product. Extensive product checks and ongoing audits ensure sustainability. Each piece of fabric is measured individually and each linen is stitched to perfection. Before packaging, we inspect each piece individually to ensure it is flawless.",
    "photoUrl": "https://i.ibb.co/kGFcd5L/8-Delight-pillow.png"
  },
  {
    "title": "Iswarya linen Fiber pillow",
    "price": "300",
    "color": "white and black",
    "size": "18 x 28",
    "size_metric": "inches",
    "pattern": "Shadowed and checked",
    "Fabric": "Relience fiber",
    "shape": "Rectangular",
    "str": "Fall asleep faster in utmost comfort, and wakeup rested with this cotton sleeping pillow pack. Whether you sleep on your side, stomach, or back, our sleeping pillows will provide your neck and face with consistent coziness for restful deep sleep. And we all know the benefits of restful deep sleep such as improved focus, reduced fatigue, enhanced energy, better mood, and more. Laying down on our cluster pillow will quickly become one of your favorite parts of the day because of the airy perfect fill that never goes clamp or flat. Imagine enjoying your favorite show or reading a book in comfort, then falling asleep relaxed on a heavenly soft pillow. As a result of rigorous testing and use of high-end materials, our pillow sleeping 2 pack is non-allergenic and gentle on the skin. Indulge and relax knowing that there will be no irritations or allergic reactions. Understanding that homeowners have different needs and bed sizes, we designed Our down alternative pillows in 3 sizes 20x26 (Standard), 20x30 (Queen), 20x36 (King). Choose the perfect size for your bed and feel the immense comfort of an optimally sized alternative sleeping pillow",
    "photoUrl": "https://i.ibb.co/Y83C8hG/9-Iswarya-linen-Fiber-pillow.png"
  },
  {
    "title": "COSEE Cosee Pillow",
    "price": "350",
    "color": "white and brown",
    "size": "28 x 28",
    "size_metric": "inch",
    "pattern": "Cotton shade",
    "Fabric": "Polyester Fibre",
    "shape": "Rectangle",
    "str": "FRESH & CLEAN COVER- Each cover is treated with anti-odor Ultra-Fresh Technology making these pillows antimicrobial & antibacterial to help keep your sleeping area fresh & clean ULTRA-FRESH TREATMENT- Provides a 99% reduction in bacterial growth to protect from odor & stain growth LOFTY SUPPORT- Hypoallergenic polyester fiber offers lofty comfort throughout the night LUXURY COTTON COVER- Each pillow features a 200 thread count, natural cotton cover to provide enhanced softness COMFORT REGARDLESS OF SLEEP POSITION- The fiber fill cradles the head & neck to provide plush support ideal for all sleep styles",
    "photoUrl": "https://i.ibb.co/vq3D4Tf/10-COSEE-Cosee-Pillow.png"
  },
  {
    "title": "Soft Bed Pillow",
    "price": "100",
    "color": "White",
    "size": "16 x 26 ",
    "size_metric": "inches",
    "pattern": "Plain",
    "Fabric": "Plain and lining fabric",
    "shape": "Rectangular",
    "str": "Standard-size bed pillow (2-pack) offers exceptional comfort; more soft than firm, this density is ideal for stomach and back sleepers. Down alternative fill for a plush feel; ideal for allergy sufferers. 100% microfiber shell provides a smooth finish and superior softness. This pillow ships in a vacuum-sealed pack. Allow 24 hours to decompress after unpacking. Machine washable on permanent press cycle, and dry on low heat. Standard size measures 20 x 26 inches",
    "photoUrl": "https://i.ibb.co/WD9y4rp/11-Soft-Bed-Pillow.png"
  },
  {
    "title": "Micro Fiber Pillow",
    "price": "200",
    "color": "Skyblue",
    "size": "All size",
    "size_metric": "cm",
    "pattern": "Regular Plain",
    "Fabric": "Micro fiber, Cotton",
    "shape": "Square",
    "str": "TOP-QUALITY SUPPORT PILLOW: Deluxe Comfort’s Relax-in-Bed pillow is the very best support pillow available on today’s market; one that boasts excellent craftsmanship and offers infinite comfort for the head, neck and back. If you need a pillow to relieve back pain or to support and nurture other aching joints, or are perhaps in need of a reliable pregnancy cushion, posture support or heartburn ease, or an incline pillow to support the back and neck, then this is the ideal choice. This luxurious foam cushion pillow is culled from a cushiony poly-fiber, and comes complete with a built-in neck roll. It will feel much like a back cushion that also supports and succors other areas of the body; offering a relaxing, refreshing and rejuvenating rest. The pillows that we offer not only relax the back, but are easy on the eyes as well. They shine a pure and neutral ivory, to go with any bedroom decor, and are machine washable. We guarantee the top-quality and sublime comfort of the Relax-in-Bed pillow. If you have any questions, concerns or complaints regarding this ultimate ‘relax back’ pillow, please do not hesitate to contact us.",
    "photoUrl": "https://i.ibb.co/j8JL3LF/12-Micro-Fiber-Pillow.png"
  }
]